Repository: Tintenklecks/Travel-Diary
Catalog: waypoint-tracker/Travel Diary/Administration/*.lproj/Localizable.strings
Languages: de

# NSLocationAlwaysAndWhenInUseUsageDescription
source: The purpose of this app is, to track the locations you visit. Therefore it needs your permission to track this location information in the background. You can withdraw this permission at any time by either deleting the app or just by deactivating the Location permission for this app in the 'Settings' app.
de: Diese App zeichnet im Hintergrund auf, wo Sie längere Zeit verweilen. Dies benötigt nur unwesentlich Energie und wird sich in der Akkuleistung kaum widerspiegeln.

# NSLocationAlwaysUsageDescription
source: The purpose of this app is, to track the locations you visit. Therefore it needs your permission to track this location information in the background. You can withdraw this permission at any time by either deleting the app or just by deactivating the Location permission for this app in the 'Settings' app.
de: Diese App zeichnet im Hintergrund auf, wo Sie längere Zeit verweilen. Dies benötigt nur unwesentlich Energie und wird sich in der Akkuleistung kaum widerspiegeln.

# NSLocationUsageDescription
source: The purpose of this app is, to track the locations you visit. Therefore it needs your permission to track this location information in the background. You can withdraw this permission at any time by either deleting the app or just by deactivating the Location permission for this app in the 'Settings' app.
de: Diese App zeichnet im Hintergrund auf, wo Sie längere Zeit verweilen. Dies benötigt nur unwesentlich Energie und wird sich in der Akkuleistung kaum widerspiegeln.

# NSLocationWhenInUseUsageDescription
source: The purpose of this app is, to track the locations you visit. Therefore it needs your permission to track this location information in the background. You can withdraw this permission at any time by either deleting the app or just by deactivating the Location permission for this app in the 'Settings' app.
de: Diese App zeichnet im Hintergrund auf, wo Sie längere Zeit verweilen. Dies benötigt nur unwesentlich Energie und wird sich in der Akkuleistung kaum widerspiegeln.

# NSPhotoLibraryUsageDescription
source: The app can display the pictures taken at the tracked locations you visited. Therefore it needs your permission to access the photo roll. You can withdraw this permission at any time by either deleting the app or just by deactivating the Photo Library permission for this app in the Settings app
de: Um Fotos zu Ihren Tagebuch Einträgen anzeigen zu können, benötigt die App die Erlaubnis auf Ihre Fotobibliothek zugreifen zu dürfen. Ihre Fotos werden zu keinem Zeitpunkt verändert!

# AddLocation
source: Add current location to your diary
de: Fügen Sie Ihrem Tagebuch den aktuellen Ort hinzu

# AddLocationSmall
source: Add current location to your diary
de: Fügen Sie Ihrem Tagebuch den aktuellen Ort hinzu

# aroundMe
source: Show places around your current location
de: Orte um Ihren aktuellen Standort anzeigen

# arrival
source: Arrival time
de: Ankunftszeit

source: Compass arrow
de: Kompasspfeil

source: Compass icon
de: Kompass-Symbol

source: Compass rose
de: Kompassrose

# compassRoseArrow
source: Compass arrow
de: Kompasspfeil

# departure
source: Departure time
de: Abfahrtszeit

# heart.fill
source: Is favorite
de: Favorit

# heart
source: Is not favorite
de: Kein Favorit

# info.circle.fill
source: Show entry details
de: Eintragsdetails anzeigen

# info.circle
source: Show entry details
de: Eintragsdetails anzeigen

# map.fill
source: Get directions for this entry
de: Anweisungen für diesen Eintrag erhalten

# map
source: Get directions for this entry
de: Anweisungen für diesen Eintrag erhalten

# world
source: Travel Diary Logo
de: Reisetagebuch Logo

# CFBundleDisplayName
source: Travel Diary
de: Tagebuch

# CFBundleName
source: Travel Diary
de: Reisetagebuch

# TXTLaunchViewSubtitle
source: Never forget the places you´ve been
de: Erinnere Dich immer der Stationen Deines Lebens

# TXTLaunchViewTitle
source: Travel Diary
de: Reisetagebuch

# TXTAppName
source: Travel Diary
de: Reisetagebuch

# TXTPermissions
source: Permissions
de: Berechtigungen

# TXTPermissionLocationNotYetAgreed
source: The purpose of this app is, to track the locations you visit. Therefore it needs your permission to track this location information in the background. You can withdraw this permission at any time by either deleting the app or just by deactivating the Location permission for this app in the Settings app
de: Der Zweck dieser App ist, die Orte zu verfolgen, die Sie besuchen. Daher benötigen Sie Ihre Berechtigung, um diese Standortinformationen im Hintergrund nachzuverfolgen. Sie können diese Berechtigung jederzeit widerrufen, indem Sie entweder die App löschen oder einfach die Berechtigung Standort für diese App in der App 'Einstellungen' deaktivieren.

# TXTPermissionLocationActivateInSettings
source: You have withdrawn permission from the app to access location data. Please switch to the Settings app and select 'Always' in the entry 'Location'
de: Sie haben der App die Berechtigung entzogen, auf Standortdaten zuzugreifen. Wechseln Sie bitte auf die Einstellungen App und wählen Sie unter 'Standort' den Eintrag 'Immer'.

# TXTPermissionAgreed
source: You already gave the permission. To draw the permission back, please go to the Settings app
de: Sie haben bereits die Erlaubnis erteilt. Um die Berechtigung zurück zu zeichnen, gehen Sie bitte zur Einstellungs-App.

# TXTPermissionPhotorollActivateInSettings
source: You have withdrawn permission from the app to access the photo roll. Please switch to the Settings app and allow the photo access
de: Sie haben der App die Berechtigung entzogen, auf Ihre Fotos zuzugreifen. Wechseln Sie bitte auf die Einstellungen App und gewähren Sie dort die Berechtigung.

# TXTDemoHeadlineScreenshots
source: Trip to Switzerland
de: Trip in die Schweiz

# TXTDemoTextScreenshots
source: On Saturday we have made a trip to Zofingen in the canton of Aargau. It's a pitoresque little medieval town with houses older than the US. Have had a nice, but f*** expensive icecream in a coffeeshop in the pedestrian zone.
de: Am Samstag haben wir einen Ausflug nach Zofingen im Kanton Aargau gemacht. Es ist eine pitoreske kleine mittelalterliche Stadt mit Häusern, die älter als die USA sind. Habe ein schönes, aber verdammt teures Eis in einem Coffeeshop in der Fußgängerzone gehabt.

# TXTCompass
source: Compass
de: Kompass

# TXTMap
source: Map
de: Karte

# TXTSatellite
source: Satellite
de: Satellit

# TXTCurrentlyHere
source: Currently here
de: Derzeit hier

# TXTDistanceTo
source: Distance to
de: Entfernung nach

# TXTError
source: Error
de: Fehler

# TXTReload
source: Reload
de: Neu laden

# TXTLoadEntries
source: Loading Diary Entries from the iPhone
de: Einträge vom iPhone laden

# TXTRetry
source: Retry
de: Erneut versuchen

# TXTAdd
source: Add
de: Hinzufügen

# TXTShowCompass
source: Show compass
de: Kompass

# TXTRedArrowPointsTowards
source: The red arrow points towards
de: Der rote Pfeil zeigt Richtung

# TXTTowards
source: Towards
de: Richtung

# TXTGrantPermission
source: Grant Permission
de: Erlauben

# TXTSettings
source: Settings
de: Einstellungen

# TXTPhotoroll
source: Photo library
de: Fotobibliothek

# TXTLocation
source: Location Access
de: Standort

# TXTVisitedPlaces
source: Places you visited
de: Besuchte Orte

# TXTNotYetAgreed
source: Not Yet Agreed
de: Noch nicht zugestimmt

# TXTActivateInSettings
source: Activate in Settings
de: In den Einstellungen aktivieren

# TXTAgreedToAlways
source: Agreed to Always
de: Zugestimmt zu 'Immer erlauben'

# TXTLoadDiaryEntries
source: Loading diary entries
de: Lade die Einträge des Tagebuchs

# TXTNoEntriesText1
source: The Travel Diary collects places you visited in the background with a minimum of energy consumption. It will take some time, until you see your first visits in this list. Just leave your iPhone in your pocket and wait.
de: Das Reisetagebuch sammelt Orte im Hintergrund, die Sie besucht haben. Es benötigt dazu nur ein Minimum an Energieverbrauch. Es wird einige Zeit dauern, bis Sie Ihre ersten Besuche in dieser Liste sehen. Lassen Sie einfach Ihr iPhone in der Tasche und warten Sie.

# TXTNoEntriesText2
source: <b>Very important:</b> As the app collects your location changes in the background, a second location permission dialog will appear once the app enters the background mode:
de: <b>Sehr wichtig:</b> Wenn die App Ihre Standortänderungen im Hintergrund sammelt, wird ein zweiter Dialog mit Standortberechtigungen angezeigt, sobald die App in den Hintergrundmodus wechselt:

# TXTNoEntriesText3
source: Please make sure, you answer 'Agree to always'. Else it's impossible for the app to detect your visits. If you don't want to wait, you can import a few demo entries by pressing the button below. You can delete them (as any other entry) by swiping them to the left.
de: Bitte stellen Sie sicher, dass Sie mit 'Immer zustimmen' bestätigen. Andernfalls kann die App Ihre Besuche nicht erkennen. Wenn Sie nicht warten möchten, können Sie einige Demoeinträge importieren, indem Sie auf die Schaltfläche unten klicken. Sie können diese Einträge (wie jeden anderen Eintrag) löschen, indem Sie sie nach links wischen.

# TXTAroundYourLocation
source: Around your location
de: In Ihrer Umgebung

# TXTNavigation
source: Compass & Navigation
de: Kompass & Navigation

# TXTLocationName
source: Location name
de: Name des Ortes

# TXTLocationDescription
source: Location description
de: Name oder Beschreibung des Ortes

# TXTHeadline
source: Headline for this diary entry
de: Überschrift dieses Tagebucheintrags

# TXTHeadlineForYourNote
source: Headline for your notes
de: Überschrift für Ihre Notizen

# TXTNotes
source: Text / Memories / Notes
de: Text, Erinnerungen, Notizen

# TXTSavedPosition
source: Manually Saved position
de: Manuell gespeicherter Eintrag

# TXTYouWereHere
source: You were here
de: Sie waren hier

# TXTDayAbbreviation
source: d
de: T

# TXTImportDemoEntries
source: Import demo entries
de: Import Demo Einträge

# TXTNotification
source: Notifications
de: Mitteilungen

# TXTNotificationExplanation
source: Whenever a new location is registered as a 'visit', Travel Diary shows this with a little badge on the app's icon on the home screen. This way you dont have to open the app to check if a new location was tracked. To be able to set this badge, the app needs the permission to receive notifications.
de: Immer wenn ein neuer Standort als Tagebucheintrag erkannt wird, zeigt Reisetagebuch dies mit einem kleinen roten Marker auf dem App-Symbol auf dem Startbildschirm an. Auf diese Weise müssen Sie die App nicht öffnen, um zu prüfen, ob ein neuer Standort erkannt wurde. Um die Anzahl der 'Besuche' auf dem App Icon darstellen zu können, benötigt die App die Berechtigung zum Empfangen von Mitteilungen.

# TXTNoEntriesWatch
source: There are no diary entries so far. To add your current location, press the button 'Add'
de: Bis jetzt gibt es noch keine Tagebuch Einträge. Um Ihren jetzigen Standort hinzuzufügen, drücken Sie den Button 'Hinzufügen'

# TXTAddingNewLocation
source: Adding current location to your diary
de: Aktueller Ort wird zu zu Ihrem Tagebuch hinzugefügt

# TXTSearchAdress
source: Search address, location etc
de: Suche Adresse, Restaurants etc

# TXTDurationOfStay
source: Duration of stay
de: Aufenthaltsdauer

# TXTOffline
source: Are you offline?
de: Sind Sie Online?

# TXTLoading
source: Loading …
de: Laden …

# TXTNoResults
source: No results found
de: Keine Ergebnisse gefunden

# TXTLoaded
source: Loaded
de: Geladen

# TXTGeoLatitude
source: Latitude
de: Geogr. Breite

# TXTGeoLongitude
source: Longitude
de: Geogr. Länge

# TXTSearch
source: Search
de: Suche

# TXTNoAds
source: Remove Ads? Click here
de: Werbung entfernen? Hier klicken …

# TXTLoadingWikiEntries
source: Searching Wiki entries
de: Suche nach Wiki Einträgen

# TXTAppStoreImage
source: DownloadAppStoreEN
de: DownloadAppStoreDE

# TXTStoreHeadline1
source: Automatic
de: Automatisches

# TXTStoreHeadline2
source: Travel Diary
de: Reisetagebuch

# TXTStoreSubHeadline
source: Full unrestricted version
de: Uneingeschränkte Vollversion

# TXTStoreText
source: I also hate ads. But I spent a lot of time developing this app. And the revenue I get from these ads ensure, that I have ‚<i>enough motivation</i>‘ ;) to continue developing <i><b>Travel Diary</b></i>. But if you support me by buying the full version, all ads (and other restrictions) will be gone. <b>Don't worry:</b> Your diary entries will be retained when you switch to the pro version
de: Ja, ich hasse Werbung auch. Aber ich habe viel Zeit damit verbracht, diese App zu entwickeln. Und die Einnahmen aus diesen Anzeigen sorgen dafür, dass ich weiterhin „<i>genug Motivation</i>“ ;) habe , um das <i><b>Reisetagebuch</b></i> weiterzuentwickeln. Aber wenn Du mich durch den Kauf der Vollversion unterstützt, gehören Werbeeinblendungen (und alle anderen Einschränkungen) der Vergangenheit an. <b>Keine Sorge:</b> Beim Wechsel bleiben Deine Tagebuch-Einträge erhalten.

# TXTPoiAirport
source: airport
de: Flughafen

# TXTPoiAmusementPark
source: amusement park
de: Vergnügungspark

# TXTPoiAtm
source: ATM
de: Geldautomat

# TXTPoiBakery
source: bakery
de: Bäckerei

# TXTPoiBeach
source: beach
de: Strand

# TXTPoiBrewery
source: brewery
de: Brauerei

# TXTPoiCampground
source: campground
de: Campingplatz

# TXTPoiCarRental
source: car rentals
de: Autovermietungen

# TXTPoiEvCharger
source: EV chargers
de: EV-Ladegeräte

# TXTPoiFireStation
source: fire stations
de: Feuerwachen

# TXTPoiFitnessCenter
source: fitness centers
de: Fitnesscenter

# TXTPoiFoodMarket
source: food market
de: Supermarkt

# TXTPoiGasStation
source: gas station
de: Tankstelle

# TXTPoiHospital
source: hospital
de: Krankenhaus

# TXTPoiLaundry
source: laundry
de: Wäsche

# TXTPoiLibrary
source: library
de: Bibliothek

# TXTPoiMarina
source: marina
de: Yachthafen

# TXTPoiMovieTheater
source: movie theater
de: Kino

# TXTPoiNightlife
source: nightlife
de: Nachtleben

# TXTPoiParking
source: parking
de: Parkplatz

# TXTPoiPharmacy
source: pharmacy
de: Apotheke

# TXTPoiPolice
source: police
de: Polizei

# TXTPoiPostOffice
source: post offices
de: Poststelle

# TXTPoiPublicTransport
source: public transportation
de: öffentliche Verkehrsmittel

# TXTPoiRestroom
source: restroom
de: Toilette

# TXTPoiSchool
source: school
de: Schule

# TXTPoiStadium
source: stadium
de: Stadion

# TXTPoiStore
source: store
de: Geschäft

# TXTPoiUniversity
source: university
de: Universität

# TXTPoiWinery
source: winery
de: Weingut

# TXTAccessabilityTabBarHome
source: Diary entries
de: Tagebucheinträge

# TXTAccessabilityTabBarAroundme
source: Places around your current location
de: Orte um Ihren aktuellen Standort

# TXTAccessabilityTabBarMap
source: Map view with all your visited places
de: Kartenansicht mit all Ihren besuchten Orten

# TXTAccessabilityTabBarSettings
source: Settings
de: Einstellungen

# TXTAccessabilityTabBarPlus
source: Add current location to your diary
de: Fügen Sie Ihrem Tagebuch den aktuellen Ort hinzu

# TXTAccessabilityTabBarCompass
source: Navigate to geographic coordinates or search destination online
de: Navigieren Sie zu geografischen Koordinaten oder online zum Suchziel

# TXTAccessabilityToggleLayout
source: Toggle diary layout
de: Tagebuchlayout umschalten

# TXTAccessabilityShowFavorite
source: Show only favorite entries
de: Nur Lieblingseinträge anzeigen

# TXTAccessabilityOpenInNavigation
source: Navigate to %@
de: Navigieren Sie zu %@

# TXTAccessabilityGeoLatitude
source: Geographic latitude: %@
de: Geografische Breite: %@

# TXTAccessabilityGeoLongitude
source: Geographic longitude: %@
de: Geografische Länge: %@

# TXTAccessabilityEntryLocation
source: Location: %@
de: Ort: %@

# TXTAccessabilityArrivalTime
source: Arrival time: %@
de: Ankunftszeit: %@

# TXTAccessabilityDepartureTime
source: Departure time: %@
de: Abfahrtszeit: %@

# TXTAccessabilityDurationOfStay
source: Duration time: %@
de: Dauer: %@

# TXTAccessabilityDistanceFromLocation
source: Distance to %@: %@
de: Abstand zu %@: %@

# TXTAccessabilityFavoriteButton
source: Mark entry as favorite
de: Eintrag als Favorit markieren

# TXTAccessabilityOpenInMapsButton
source: Open directions to %@ in navigation app
de: Öffnen Sie die Wegbeschreibung zu %@ in der Navigations-App

# TXTAccessabilityDetailsButton
source: Show details of this diary entry
de: Details zu diesem Tagebucheintrag anzeigen

# TXTAccessabilityCompassButton
source: Show compass pointing to %@
de: Kompass Richtung %@

# TXTAccessabilityDiaryList
source: List of diary entries
de: Liste der Tagebucheinträge

# TXTAccessabilityDiaryCell
source: Diary entry number %@ of %@
de: Tagebucheintrag %@ von %@

# TXTAccessabilityDiaryHeaderCell
source: Diary entries on %@
de: Tagebucheinträge am %@

# TXTAccessabilityCloseDialogButton
source: Close dialog
de: Dialog schließen

# TXTAccessabilityEditEntryButton
source: Edit diary entry
de: Tagebucheintrag bearbeiten

# TXTAccessabilitySaveEntryButton
source: Save diary entry
de: Tagebucheintrag speichern

# TXTAccessabilityClearTextField
source: Clear text field
de: Lösche das Textfeld

# TXTAccessabilityHideKeyboard
source: Hide keyboard
de: Tastatur ausblenden

# TXTAccessabilityTogglePictures
source: Toggle Picture Display
de: Umschalten der Anzeige der Fotos
